/*
	Реализовать класс ТАБЛИЦА КЛЮЧ-ЗНАЧЕНИЕ (хранит строки, каждой из которых соответствует уникальный целый ключ).
	Немиров Антон 13501/3 [https://github.com/An2An96/]
*/

#include "stdafx.h"

using namespace std;

int main()
{
	setlocale(LC_ALL, "Russian");

	assoc_array	arr(5);
	cin >> arr;
	cout << arr; 

	system("pause");
	return 0;
}
